[
  {
    "ID": 1,
    "Name": "Boss Caffe Picerija",
    "Location": "Subotica",
    "Dishes": "Pizza, Steak, Roštilj, Ćevapi, Pljeskavica, Supa, Salate, Desert, Jela sa prženjem, Jela od mesa",
    "Price Range": "High",
    "Address": "Matije Korvina 7-8, Subotica",
    "Phone": "+381 24 551111; +381 65 6551111",
    "Website": "https://www.bosscaffe.com/",
    "Description": "Boss Caffe Picerija je simbol gastronomske scene Subotice. Osnovan 1986. godine, poznat je po izuzetnoj ponudi Pizza, Steak-a, Roštilja, Ćevapa i Pljeskavica. Meni uključuje Supa, Salate, Desert i jela sa prženjem, uz raznovrsne mesne specijalitete. Enterijer je moderan, sa prijatnom atmosferom. Terasa je posebno popularna leti. Idealno mesto za večeru, ručak ili druženje uz kvalitetnu hranu i piće.",
    "Image URLs": []
  },
  {
    "ID": 2,
    "Name": "Stara Picerija – Since 1977",
    "Location": "Subotica",
    "Dishes": "Pizza, Supa, Salate, Ćevapi, Pljeskavica, Gulaš, Jela od mesa, Deserti, Jagnjetina, Punjene Paprike",
    "Price Range": "Medium",
    "Address": "Matije Korvina 5, Subotica",
    "Phone": "+381 24 551-835",
    "Website": "https://www.starapicerija.com/",
    "Description": "Stara Picerija u srcu Subotice je najstarija picerija u Srbiji, sa tradicijom od 1977. godine. Njihov meni uključuje Pizza, Supa, Salate, Ćevapi, Pljeskavica, Gulaš i Jela od mesa. Pored toga, nude Deserti, Jagnjetinu i Punjene Paprike. Ambijent kombinuje nostalgičan šmek i udobnost. Usluga je prijateljska, a hrana pripremljena sa pažnjom. Idealno za opušteni ručak ili večeru.",
    "Image URLs": []
  },
  {
    "ID": 3,
    "Name": "DENIS Gastro Temple",
    "Location": "Subotica",
    "Dishes": "Pizza, Riblja Čorba, Pečena Riba, Steak, Ćevapi, Pljeskavica, Supa, Salate, Pasta, Jela od mesa",
    "Price Range": "High",
    "Address": "Braće Radić 24, Subotica",
    "Phone": "+381 24 551155; +381 63 741-3608",
    "Website": "https://denisgastrotemple.rs/",
    "Description": "DENIS Gastro Temple je poznat po spoju elegancije i kulinarske izvrsnosti. U meniju se ističu Pizza, Riblja Čorba, Pečena Riba, Steak i Ćevapi. Nude i Pljeskavica, Supa, Salate, Pasta i razna jela od mesa. Enterijer je sofisticiran sa baštom. Osoblje je profesionalno i uslužno. Savršen izbor za porodične obroke, poslovne sastanke i romantične večere.",
    "Image URLs": []
  },
  {
    "ID": 4,
    "Name": "Gostiona Madera",
    "Location": "Subotica",
    "Dishes": "Jela od mesa, Riblja Čorba, Pečena Riba, Salate, Steak, Ćevapi, Supa, Pljeskavica, Deserti, Jagnjetina",
    "Price Range": "Medium",
    "Address": "Ustanka 6, Subotica",
    "Phone": "+381 24 546-950",
    "Website": "https://www.madera.rs",
    "Description": "Gostiona Madera kombinuje domaću tradiciju i internacionalne ukuse. Posebno su poznati po jelima od mesa, Ribljoj Čorbi i Pečenoj Ribi. Meni uključuje Salate, Steak, Ćevapi, Supu, Pljeskavicu, Deserte i Jagnjetinu. Ambijent je topao i prijatan sa domaćinskom atmosferom. Osoblje je ljubazno. Idealan izbor za ručak, večeru ili proslavu.",
    "Image URLs": []
  },
  {
    "ID": 5,
    "Name": "Restoran Bulevar",
    "Location": "Subotica",
    "Dishes": "Jela od mesa, Salate, Supa, Deserti, Ćevapi, Pljeskavica, Gulaš, Pizza, Jagnjetina, Punjene Paprike",
    "Price Range": "Medium",
    "Address": "Branislava Nušića 4A, Subotica",
    "Phone": "+381 24 544-666",
    "Website": "",
    "Description": "Restoran Bulevar je moderno uređeno mesto u centru Subotice. Njihov meni uključuje jela od mesa, Salate, Supu i Deserte. Takođe nude Ćevapi, Pljeskavica, Gulaš, Pizza, Jagnjetina i Punjene Paprike. Ambijent je prijatan, pogodan za ručak, večeru ili proslavu. Osoblje je ljubazno i profesionalno. Idealno za uživanje u kvalitetnoj hrani u centru grada.",
    "Image URLs": []
  },
  {
    "ID": 6,
    "Name": "MARA Lounge & Bar",
    "Location": "Subotica",
    "Dishes": "Kafa, Sendviči, Limunada, Doručak, Pivo, Panceroti, Pileća Korpa, Roštilj, Ovali, Omlet, Palačinke, Salate, Pomfrit",
    "Price Range": "Medium",
    "Address": "Matije Gupca 19, Subotica",
    "Phone": "",
    "Website": "",
    "Description": "MARA Lounge & Bar u Subotici je moderan ambijent za uživanje u kafi, koktelima i opuštenoj atmosferi. Savršen za druženje, pauze tokom dana ili večernje izlaske. Na Instagramu ističu da je to mesto gde ‘kad ti dan zatreba pauzu — znaš gde smo’.",
    "Image URLs": [
       
    ]
  },
  {
    "ID": 7,
    "Name": "Bowling-Restaurant Krupara",
    "Location": "Bačko Dušanovo",
    "Dishes": "Roštilj, Ćevapi, Pljeskavica, Gulaš, Jela od mesa, Supa, Salate, Pečena Riba, Deserti, Punjene Paprike",
    "Price Range": "Medium",
    "Address": "Nikole Tesle, Bačko Dušanovo",
    "Phone": "+381 24 783-515",
    "Website": "https://www.bowling.rs/",
    "Description": "Bowling-Restaurant Krupara je kompleks koji kombinuje gastronomiju, sport i zabavu. Restoran nudi raznovrsnu ponudu roštilja i jela od mesa, uključujući Ćevapi, Pljeskavica, Gulaš, Supa, Pečena Riba i Salate. Takođe nude Punjene Paprike i Deserte. Ambijent je opušten i porodičan, sa baštom i sportskim sadržajem. Idealan je za druženja, proslave i izlete. Usluga je prijatna, a hrana kvalitetna i ukusna.",
    "Image URLs": []
  },
  {
    "ID": 8,
    "Name": "Gostiona Gurinović",
    "Location": "Subotica",
    "Dishes": "Roštilj, Ćevapi, Pljeskavica, Gulaš, Sarma, Supa, Salate, Pečena Riba, Jela od mesa, Deserti",
    "Price Range": "Medium",
    "Address": "Bajski put 32, Subotica",
    "Phone": "+381 24 554-934",
    "Website": "",
    "Description": "Gostiona Gurinović je omiljeno mesto za ljubitelje domaće kuhinje u Subotici. U ponudi su Roštilj, Ćevapi, Pljeskavica, Gulaš, Sarma, Supa, Salate, Pečena Riba, Jela od mesa i Deserti. Ambijent je rustičan i prijatan sa toplom domaćinskom atmosferom. Idealno za porodične ručkove i večere. Osoblje je ljubazno i posvećeno, a hrana pripremljena sa kvalitetnim sastojcima. Mesto gde tradicija i ukus idu ruku pod ruku.",
    "Image URLs": []
  },
  {
    "ID": 9,
    "Name": "Gyros Way",
    "Location": "Subotica",
    "Dishes": "Giros, Pileći, Vegetarijanski, Tortilja, Pomfrit, Salata, Sosovi, Piće",
    "Price Range": "Povremeno jeftino-srednje",  
    "Address": "Vase Stajića 7, Subotica",
    "Phone": "+381 66 515 51 51",
    "Website": "",
    "Description": "Gyros Way je brza hrana u Subotici koja nudi autentičan giros – pileći ili vegetarijanski. Lokacija Vase Stajića 7 je dostupna, a poručivanje može preko telefona ili aplikacija kao što su Glovo i Wolt. Radno vreme je otprilike od 08:00 do 24:00, uz produženo radno vreme vikendom. Idealno za brzi zalogaj, ručak ili kasnovečernji obrok.",
    "Image URLs": [
      "https://lh3.googleusercontent.com/p/AF1QipNelX_9ItCWYIu4axgFSfcxDSZzzHANZDWIKHCe=s680-w680-h510-rw",
      "https://lh3.googleusercontent.com/gps-cs-s/AC9h4nqnDZXTz-s4YZaeUohLbyWcC3u-mnSCGBg8-GmHovUFFnkTF2CGrpDBh5oUZnkRA7kDy-5ZH0JyhavyzCiOJPkCrpOXfdU_4DQiZAKhF83wg_k0MwmTUGzAm6nC79J2iD4HD-Nt=s680-w680-h510-rw"
    ]
  },
  {
    "ID": 10,
    "Name": "Gostiona Petica",
    "Location": "Subotica",
    "Dishes": "Jela od mesa, Ćevapi, Pljeskavica, Supa, Sarma, Gulaš, Punjene Paprike, Salate, Deserti, Burek",
    "Price Range": "Medium",
    "Address": "Lajoša Joa 57, Subotica",
    "Phone": "+381 24 534-128",
    "Website": "",
    "Description": "Gostiona Petica je popularno mesto u Prozivci poznato po domaćoj kuhinji. Nude jela od mesa, Ćevapi, Pljeskavica, Supa, Sarma, Gulaš i Punjene Paprike. Takođe imaju Salate, Deserte i Burek. Ambijent je jednostavan, domaćinski i prijatan, sa toplom atmosferom. Idealno za porodični ručak ili opuštenu večeru. Osoblje je ljubazno, a hrana bogata ukusima domaće tradicije.",
    "Image URLs": []
  },
  {
    "ID": 11,
    "Name": "Konoba Kujundžić",
    "Location": "Subotica",
    "Dishes": "Riblja Čorba, Pečena Riba, Jela od mesa, Ćevapi, Pljeskavica, Gulaš, Sarma, Salate, Supa, Deserti",
    "Price Range": "Medium",
    "Address": "Vase Stajića 14, Subotica",
    "Phone": "+381 60 052-3316",
    "Website": "",
    "Description": "Konoba Kujundžić kombinuje mirise mora i domaće kuhinje. Posebno su poznati po Ribljoj Čorbi, Pečenoj Ribi i jelima od mesa. Nude i Ćevapi, Pljeskavica, Gulaš, Sarma, Salate, Supu i Deserte. Ambijent je rustičan-mediteranski sa prijatnom muzikom. Idealno za porodične večere i posebne prilike. Osoblje je ljubazno, a hrana autentična i sveža.",
    "Image URLs": []
  },
  {
    "ID": 12,
    "Name": "Konoba Tinel",
    "Location": "Subotica",
    "Dishes": "Riblja Čorba, Pečena Riba, Pasta, Salate, Ćevapi, Pljeskavica, Supa, Deserti, Jela od mesa, Jagnjetina",
    "Price Range": "Medium",
    "Address": "Huga Badalića 14, Subotica",
    "Phone": "+381 24 600-007",
    "Website": "",
    "Description": "Konoba Tinel je specijalizovana za morsku kuhinju i riblje specijalitete. Njihov meni obuhvata Riblju Čorbu, Pečenu Ribu, Paste, Salate, Ćevapi, Pljeskavica, Supu, Deserte, jela od mesa i Jagnjetinu. Ambijent je prijatan, sa dosta prirodne svetlosti i delom baštom. Idealno za letnje večere i opuštena druženja. Hrana je sveža, a osoblje ljubazno i posvećeno.",
    "Image URLs": []
  },
  {
    "ID": 13,
    "Name": "Restoran Bon Appetit (Dudova Šuma)",
    "Location": "Subotica",
    "Dishes": "Jela od mesa, Steak, Pizza, Salate, Supa, Deserti, Ćevapi, Pljeskavica, Gulaš, Punjene Paprike",
    "Price Range": "Medium",
    "Address": "Karađorđev put 42, Dudova Šuma, Subotica",
    "Phone": "+381 24 580-540",
    "Website": "",
    "Description": "Restoran Bon Appetit u Dudovoj Šumi je mesto koje kombinuje mir i prirodu sa kvalitetnom hranom. Nude jela od mesa, Steak, Pizza, Salate, Supu, Deserte, Ćevapi, Pljeskavica, Gulaš i Punjene Paprike. Ambijent je prijatan i miran, idealan za porodične večere ili romantične obroke. Osoblje je ljubazno i profesionalno, a hrana pripremljena sa pažnjom i kvalitetnim sastojcima.",
    "Image URLs": []
  },
  {
    "ID": 14,
    "Name": "Oliva Pizzeria & Salad Bar",
    "Location": "Novi Sad",
    "Dishes": "Pizza, Salate, Pasta, Roštilj, Supa, Deserti, Ćevapi, Gulaš, Pečena Riba, Pljeskavica",
    "Price Range": "Medium",
    "Address": "Đorđa Servickog 15, Novi Sad",
    "Phone": "+381 69 707-339",
    "Website": "",
    "Description": "Oliva Pizzeria & Salad Bar je popularno mesto u Grbavici, poznato po svežim salatama, ukusnim pizzama i raznovrsnim jelima. Ambijent je prijatan, sa modernim enterijerom i ljubaznim osobljem. Idealno je za porodične obroke, prijateljska okupljanja ili brzi ručak. Pored Pizza, nude i Salate, Pasta, Roštilj, Supa, Deserti, Ćevapi, Gulaš, Pečenu Ribu i Pljeskavicu.",
    "Image URLs": []
  },
  {
    "ID": 15,
    "Name": "Nolita Pizzeria",
    "Location": "Novi Sad",
    "Dishes": "Pizza, Pasta, Salate, Roštilj, Supa, Deserti, Ćevapi, Gulaš, Pečena Riba, Pljeskavica",
    "Price Range": "Medium",
    "Address": "Braće Ribnikar 47, Novi Sad",
    "Phone": "+381 61 3130-588",
    "Website": "",
    "Description": "Nolita Pizzeria je omiljena destinacija za ljubitelje italijanske kuhinje u Grbavici. Pored Pizza, nude i Pasta, Salate, Roštilj, Supu, Deserte, Ćevape, Gulaš, Pečenu Ribu i Pljeskavicu. Restoran se odlikuje prijatnim ambijentom i ljubaznim osobljem, pružajući gostima kvalitetnu uslugu i ukusnu hranu.",
    "Image URLs": []
  },
  {
    "ID": 16,
    "Name": "Petrus Gastro Bar",
    "Location": "Novi Sad",
    "Dishes": "Internacionalna, Roštilj, Jela od mesa, Supa, Salate, Deserti, Ćevapi, Gulaš, Pečena Riba, Pljeskavica",
    "Price Range": "Medium",
    "Address": "Bulevar oslobođenja 41, Novi Sad",
    "Phone": "+381 21 661-111",
    "Website": "",
    "Description": "Petrus Gastro Bar je moderno mesto u Grbavici koje nudi širok spektar jela. Pored Internacionalne kuhinje, nude i Roštilj, Jela od mesa, Supu, Salate, Deserte, Ćevape, Gulaš, Pečenu Ribu i Pljeskavicu. Ambijent je elegantan, sa prijatnom atmosferom i profesionalnom uslugom, pogodnim za poslovne ručkove ili večernje izlaze.",
    "Image URLs": []
  },
  {
    "ID": 17,
    "Name": "Toster Bar",
    "Location": "Novi Sad",
    "Dishes": "Burger, pljeskavica, vege varijanta, sendvič, prilog, meza, pivo",
    "Price Range": "Low",
    "Address": "Njegoševa 10, Novi Sad",
    "Phone": "+381 65 9 606005",
    "Website": "https://tosterbar.rs/",
    "Description": "U srcu centra Novog Sada, levo od katoličke crkve, na dnu Njegoševe ulice, nalazi se restoran Toster Bar. Srećna priča sa srećnim završetkom, lokal je nastao kao posledica velike ljubavi ekipe prema burgerima. Burger, pljeska, vege varijanta, sendvič, prilog ili meza. Služimo sveže, bez greške. Lokalno orijentisani, svetskog kvaliteta. Saznaj zašto smo omiljeni burger Novosađana.",
    "Image URLs": [
      "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcS9vpNRP5MGv639M2haXLl8Wh0BJyGWra9Dpg&s"
    ]
  },
  {
    "ID": 18,
    "Name": "Mon Ami Marine Club",
    "Location": "Novi Sad",
    "Dishes": "Riblja Čorba, Pečena Riba, Supa, Salate, Deserti, Ćevapi, Gulaš, Jela od mesa, Pljeskavica, Pizza",
    "Price Range": "High",
    "Address": "Bulevar oslobođenja 47, Novi Sad",
    "Phone": "+381 21 661-333",
    "Website": "",
    "Description": "Mon Ami Marine Club je luksuzni restoran u Grbavici, smešten uz obalu reke. Specijalizovan je za morske plodove, ali takođe nudi i tradicionalna jela. Pored Riblje Čorbe, Pečene Ribe, Supa, Salata, Deserta, Ćevapa, Gulaša, Jela od mesa, Pljeskavice i Pizze, restoran pruža vrhunski ambijent i uslugu, pogodnu za posebne prilike.",
    "Image URLs": []
  },
  {
    "ID": 19,
    "Name": "Herc Food",
    "Location": "Novi Sad",
    "Dishes": "Domaća kuhinja, Sendviči, Panirano jelo",
    "Price Range": "Low",
    "Address": "Grbavica, Novi Sad",
    "Phone": "+381 65 903 6951",
    "Website": "",
    "Description": "Herc Food je lokal u Grbavici poznat po domaćoj kuhinji, sendvičima i paniranim jelima. Ambijent je prijatan, a cene su pristupačne. Idealno je za brzi obrok ili užinu.",
    "Image URLs": []
  },
  {
    "ID": 20,
    "Name": "Remek Jelo",
    "Location": "Novi Sad",
    "Dishes": "Domaća kuhinja, Kuvana jela",
    "Price Range": "Medium",
    "Address": "Lasla Gala 18, Novi Sad",
    "Phone": "",
    "Website": "",
    "Description": "Remek Jelo je restoran domaće, kuvane hrane u Grbavici. Poznat je po ukusnim jelima i prijatnoj atmosferi. Lokacija je lako dostupna, a usluga je profesionalna.",
    "Image URLs": []
  },
  {
    "ID": 21,
    "Name": "Pikanterija Bar",
    "Location": "Novi Sad",
    "Dishes": "Roštilj, Pohovana jela, Kuvana jela, Burgere",
    "Price Range": "Medium",
    "Address": "Grbavica, Novi Sad",
    "Phone": "",
    "Website": "",
    "Description": "Pikanterija Bar je lokal u Grbavici koji nudi širok izbor jela sa roštilja, pohovanih jela, kuvanih jela i burgera. Ambijent je opušten, a usluga ljubazna.",
    "Image URLs": []
  },
  {
    "ID": 22,
    "Name": "Danka Bar",
    "Location": "Novi Sad",
    "Dishes": "Sendviči, Pića",
    "Price Range": "Low",
    "Address": "Braće Ribnikar 21, Novi Sad",
    "Phone": "",
    "Website": "",
    "Description": "Danka Bar je kafić u Grbavici poznat po sendvičima i pićima. Ambijent je prijatan, sa ljubaznim osobljem. Idealno je mesto za opuštanje i uživanje u jednostavnom obroku.",
    "Image URLs": []
  },
  {
    "ID": 23,
    "Name": "The Nook",
    "Location": "Novi Sad",
    "Dishes": "Italijanska kuhinja, Pizza, Pasta",
    "Price Range": "Medium",
    "Address": "Miše Dimitrijevića 9, Novi Sad",
    "Phone": "+381 21 542 850",
    "Website": "",
    "Description": "The Nook je italijanski restoran u Grbavici koji nudi širok izbor pizza i pasta. Ambijent je elegantan, a usluga profesionalna. Idealno je mesto za ljubitelje italijanske kuhinje.",
    "Image URLs": []
  },
  {
    "ID": 24,
    "Name": "Kombinat Food",
    "Location": "Novi Sad",
    "Dishes": "Internacionalna kuhinja, Jela od mesa, Roštilj",
    "Price Range": "Medium",
    "Address": "Bulevar Mihajla Pupina 5, Novi Sad",
    "Phone": "+381 21 662 2266",
    "Website": "https://www.kombinatfood.rs/",
    "Description": "Kombinat Food je restoran u Novom Sadu koji nudi internacionalnu kuhinju sa naglaskom na jela od mesa i roštilj. Ambijent je moderan, a usluga profesionalna.",
    "Image URLs": []
  },

  
  {
    "ID": 25,
    "Name": "Etno Restoran Fijaker",
    "Location": "Sombor",
    "Dishes": "Roštilj, Ćevapi, Pljeskavica, Gulaš, Sarma, Supa, Salate, Pečena Riba, Jela od mesa, Deserti, Pizza",
    "Price Range": "Medium",
    "Address": "Sonje Marinkovića bb, Sombor",
    "Phone": "+381 25 430-000",
    "Website": "http://etnorestoranfijaker.rs/",
    "Description": "Etno Restoran Fijaker je ikona Sombora sa tradicijom od 1908. godine. Smešten u srcu grada, nudi autentičnu srpsku kuhinju uz internacionalne akcente, uključujući roštilj, riblje specijalitete i domaće deserte. Ambijent je etno i topao, sa prijatnim osobljem i živom muzikom. Idealno mesto za proslave, ručkove i večere u opuštenoj atmosferi.",
    "Image URLs": []
  },
  {
    "ID": 26,
    "Name": "Restoran Stari Slon",
    "Location": "Sombor",
    "Dishes": "Roštilj, Ćevapi, Pljeskavica, Riblja Čorba, Pečena Riba, Jela od mesa, Supa, Salate, Gulaš, Deserti",
    "Price Range": "Medium",
    "Address": "Venac vojvode Radomira Putnika 21, Sombor",
    "Phone": "+381 25 412-979",
    "Website": "https://www.starislon.com/",
    "Description": "Restoran Stari Slon je istorijski dragulj Sombora, smešten na obali Velikog bačkog kanala. Specijalizovan za roštilj i riblje specijalitete, nudi tradicionalna jela poput gulaša i domaćih deserata. Ambijent je rustičan sa pogledom na vodu, savršen za porodične okupljanja i romantične večere. Osoblje je ljubazno, a hrana sveža i ukusna.",
    "Image URLs": []
  },
  {
    "ID": 27,
    "Name": "Riblja Čarda Andrić",
    "Location": "Sombor",
    "Dishes": "Riblja Čorba, Pečena Riba, Šaran, Som, Supa, Salate, Jela od mesa, Roštilj, Ćevapi, Deserti",
    "Price Range": "Medium",
    "Address": "Centrala bb, Sombor",
    "Phone": "+381 25 483-055",
    "Website": "https://www.restoranandric.co.rs/",
    "Description": "Riblja Čarda Andrić je raj za ljubitelje ribe, otvorena 2003. godine na obali kanala. Meni ističe sveže riblje specijalitete poput pečene ribe i čorbe, uz roštilj opcije. Ambijent je idiličan sa terasom, pogodan za relaksaciju i proslave. Hrana je pripremljena sa pažnjom, a usluga brza i prijateljska.",
    "Image URLs": []
  },
  {
    "ID": 28,
    "Name": "Konoba Tera",
    "Location": "Sombor",
    "Dishes": "Pečena Riba, Riblja Čorba, Pasta, Salate, Jagnjetina, Supa, Deserti, Jela od mesa, Pizza, Roštilj",
    "Price Range": "Medium",
    "Address": "Dositeja Obradovića 15, Sombor",
    "Phone": "+381 61 2196-450",
    "Website": "",
    "Description": "Konoba Tera donosi mediteranski šarm u Sombor sa fokusom na morsku hranu i tradicionalna jela. Nude pečenu ribu, paste i jagnjetinu u rustičnom ambijentu sa baštom. Savršeno za porodične obroke i vegetarijanske opcije. Osoblje je gostoljubivo, a porcije obilne i ukusne.",
    "Image URLs": []
  },
  {
    "ID": 29,
    "Name": "Zlatna Kruna Carda",
    "Location": "Apatin",
    "Dishes": "Riblja Čorba, Pečena Riba, Šaran, Som, Supa, Salate, Roštilj, Ćevapi, Pljeskavica, Deserti",
    "Price Range": "Medium",
    "Address": "Ive Lole Ribara bb, Apatin",
    "Phone": "+381 25 778-100",
    "Website": "https://www.zlatnakruna.co.rs/",
    "Description": "Zlatna Kruna Carda je specijalizovana za riblje specijalitete uz pogled na Dunav, deo hotela sa istim imenom. Meni uključuje apatski paprikaš i pečenu ribu, idealno za uživanje u lokalnoj kuhinji. Ambijent je elegantan sa terasom, pogodan za proslave i romantične večere. Usluga je profesionalna i brza.",
    "Image URLs": []
  },
  {
    "ID": 30,
    "Name": "Restoran Marina",
    "Location": "Apatin",
    "Dishes": "Pečena Riba, Riblja Čorba, Šaran na rašljama, Supa, Salate, Jela od mesa, Roštilj, Pizza, Deserti, Pasta",
    "Price Range": "Medium",
    "Address": "Dunavska obala bb, Apatin",
    "Phone": "+381 25 510-2668",
    "Website": "",
    "Description": "Restoran Marina se nalazi uz apatinsku marinu na Dunavu, nudeći sveže riblje jela i roštilj u velikom prostoru sa letnjom baštom. Savršeno za porodične izlete i večernje druženja. Hrana je kvalitetna, ambijent opušten, a osoblje ljubazno i efikasno.",
    "Image URLs": []
  },
  {
    "ID": 31,
    "Name": "Plava Ruža",
    "Location": "Apatin",
    "Dishes": "Steak, Jela od mesa, Pasta, Salate, Supa, Deserti, Riblja Čorba, Internacionalna kuhinja, Roštilj, Pizza",
    "Price Range": "High",
    "Address": "Dunavska obala bb, Apatin",
    "Phone": "+381 25 773-600",
    "Website": "https://plavaruza.rs/",
    "Description": "Plava Ruža je elegantan restoran sa moderan ambijent, poznat po kreativnim jelima i vrhunskoj usluzi. Nudi spoj tradicionalnog i internacionalnog menija, idealan za poslovne sastanke i posebne prilike. Chef Davor Valka osigurava autentične ukuse sa savremenim twistom.",
    "Image URLs": []
  },
  {
    "ID": 32,
    "Name": "Garden House Apatin",
    "Location": "Apatin",
    "Dishes": "Roštilj, Ćevapi, Pljeskavica, Supa, Salate, Deserti, Jela od mesa, Pizza, Pasta, Pića",
    "Price Range": "Medium",
    "Address": "Dimitrija Tucovića 41, Apatin",
    "Phone": "+381 63 114-5646",
    "Website": "https://www.gardenhouseapatin.com/",
    "Description": "Garden House Apatin je multifunkcionalni prostor sa restoranom, savršen za proslave i opuštena druženja. Meni obuhvata roštilj i domaća jela, uz bogatu ponudu pića. Ambijent je moderan sa baštom, a događaji poput koncerta dodaju zabavu. Idealno za Nove godine i porodične okupljanja.",
    "Image URLs": []
  },
  {
    "ID": 33,
    "Name": "Restoran Agape",
    "Location": "Kula",
    "Dishes": "Jela od mesa, Roštilj, Ćevapi, Pljeskavica, Supa, Salate, Gulaš, Deserti, Pizza, Sarma",
    "Price Range": "Medium",
    "Address": "Maršala Tita 238, Kula",
    "Phone": "+381 25 720-100",
    "Website": "",
    "Description": "Restoran Agape je popularno mesto u Kuli za domaću kuhinju, sa fokusom na roštilj i tradicionalna jela. Ambijent je topao i porodičan, sa brzom uslugom. Savršeno za svakodnevne ručkove i večere, nudeći obilne porcije po pristupačnim cenama.",
    "Image URLs": []
  },
  {
    "ID": 34,
    "Name": "Restoran Ćuprija",
    "Location": "Kula",
    "Dishes": "Domaća kuhinja, Ćevapi, Pljeskavica, Gulaš, Sarma, Supa, Salate, Jela od mesa, Deserti, Punjene Paprike",
    "Price Range": "Low",
    "Address": "Veljka Vlahovića 6, Kula",
    "Phone": "+381 25 720-479",
    "Website": "",
    "Description": "Restoran Ćuprija specijalizovan je za tradicionalnu srpsku kuhinju u pristupačnim cenama. Nudi gulaš, sarme i roštilj u jednostavnom, ali prijatnom ambijentu. Idealno za brze obroke i porodične sastanke, sa ljubaznim osobljem i kvalitetnim sastojcima.",
    "Image URLs": []
  },
  {
    "ID": 35,
    "Name": "Galija restoran i dečija igraonica",
    "Location": "Sivac",
    "Dishes": "Pljeskavica, Roštilj, Ćevapi, Salate, Jela od mesa, Pizza, Deserti",
    "Price Range": "Medium",
    "Address": "Maršala Tita 271, Сивац 25223",
    "Phone": "+381 25 711-654; +381 60 556-2940",
    "Website": "",
    "Description": "Restoran Galija u Sivcu blizu Kule nudi riblje i roštilj specijalitete od 2006. godine. Ambijent je opušten sa baštom, pogodan za grupe i izlete. Hrana je sveža, posebno morski plodovi, a usluga brza i prijateljska.",
    "Image URLs": []
  },
  {
    "ID": 36,
    "Name": "Pitac Cafe & Food Bar",
    "Location": "Kula",
    "Dishes": "Pizza, Pasta, Sendviči, Salate, Supa, Deserti, Pića, Roštilj, Ćevapi, Limunada",
    "Price Range": "Low",
    "Address": "Trg Oslobođenja 3, Kula",
    "Phone": "+381 25 353-721",
    "Website": "https://pitac.rs/",
    "Description": "Pitac Cafe & Food Bar je moderan lokal u Kuli za brze obroke i kafu. Specijalitet su pizze i paste, uz opuštenu atmosferu za druženje. Idealno za mlade i porodice, sa dostavom i prijatnim osobljem.",
    "Image URLs": []
  }

]
